tap "buildpacks/tap"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kovetskiy/mark"
tap "mongodb/brew"
tap "norwoodj/tap"
tap "olxeu/sre", "git@git.naspersclassifieds.com:olxeu/realestate/sre/homebrew.git"
tap "rbenv/tap"
tap "sigsegv13/tgenv"
brew "act"
brew "argocd"
brew "ascii"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "autoenv"
brew "python@3.11"
brew "autojump"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "dust"
brew "blueutil"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "gcc"
brew "python-markdown", link: false
brew "python@3.12"
brew "pyyaml"
brew "checkov"
brew "cmake"
brew "commitizen"
brew "cookiecutter", link: false
brew "cowsay"
brew "crane"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "docker-slim"
brew "exiftool"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "node"
brew "fx"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "qt"
brew "gnuplot"
brew "go@1.17"
brew "gobject-introspection"
brew "gomplate"
brew "goreleaser"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hadolint"
brew "hey"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "jsonlint"
brew "python@3.10"
brew "jsonschema"
brew "kind"
brew "krew"
brew "kube-ps1"
brew "kustomize"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "libgsf"
brew "libu2f-host"
brew "libwebsockets"
brew "mas"
brew "minikube"
brew "mongodb-community@4.0", link: true
brew "mypy"
brew "neovim"
brew "nushell"
brew "pkg-config"
brew "nghttp2"
brew "ngrep"
brew "node-sass"
brew "nvm"
brew "openslide"
brew "openssh"
brew "pass"
brew "phpunit"
brew "pipenv"
brew "pipx"
brew "plantuml"
brew "poppler"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "semgrep"
brew "shellcheck"
brew "skaffold"
brew "sponge"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "tree"
brew "structurizr-cli"
brew "tcptraceroute"
brew "tgenv"
brew "tig"
brew "vim"
brew "vips"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "fairwindsops/tap/nova"
brew "kovetskiy/mark/mark"
brew "olxeu/sre/tfmod"
cask "1password-cli"
cask "adoptopenjdk"
cask "alacritty"
cask "beardedspice"
cask "clipy"
cask "fig"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-fira-mono-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "hyper"
cask "iterm2"
cask "kitty"
cask "lens"
cask "macdown"
cask "ngrok"
cask "rectangle"
cask "virtualbox"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Telegram", id: 747648890
mas "‎WhatsApp", id: 310633997
mas "1Password 7", id: 1333542190
mas "Alfred", id: 405843582
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
vscode "asciidoctor.asciidoctor-vscode"
vscode "casualjim.gotemplate"
vscode "ciarant.vscode-structurizr"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "HTMLHint.vscode-htmlhint"
vscode "Intility.vscode-backstage"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "platformio.platformio-ide"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "SonarSource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "withfig.fig"
