tap "buildpacks/tap"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "norwoodj/tap"
tap "olxeu/sre", "git@git.naspersclassifieds.com:olxeu/realestate/sre/homebrew.git"
tap "rbenv/tap"
tap "sigsegv13/tgenv"
tap "common-fate/granted"
tap "opslevel/cli"
tap "joshmedeski/sesh"
brew "ubuntu/microk8s/microk8s"
brew "act"
brew "argocd"
brew "ascii"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "autoenv"
brew "python@3.11"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "dust"
brew "blueutil"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "gcc"
brew "python-markdown", link: false
brew "python@3.12"
brew "pyyaml"
brew "checkov"
brew "cmake"
brew "commitizen"
brew "cookiecutter", link: false
brew "cowsay"
brew "crane"
brew "ctags"
brew "curl"
brew "go"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "docker-slim"
brew "exiftool"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "node"
brew "fx"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "qt"
brew "gnuplot"
brew "go@1.17"
brew "gobject-introspection"
brew "gomplate"
brew "goreleaser"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hadolint"
brew "hey"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "jsonlint"
brew "python@3.10"
brew "jsonschema"
brew "kind"
brew "krew"
brew "kube-ps1"
brew "kustomize"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "libgsf"
brew "libwebsockets"
brew "mas"
brew "minikube"
brew "stow"
brew "mypy"
brew "neovim"
brew "nushell"
brew "pkg-config"
brew "nghttp2"
brew "ngrep"
brew "node-sass"
brew "nvm"
brew "openslide"
brew "openssh"
brew "opslevel/tap/cli"
brew "pass"
brew "phpunit"
brew "pipenv"
brew "pipx"
brew "plantuml"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "ruff-lsp"
brew "rustup-init"
brew "semgrep"
brew "shellcheck"
brew "skaffold"
brew "sponge"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "tree"
brew "structurizr-cli"
brew "tcptraceroute"
brew "tgenv"
brew "tig"
brew "vim"
brew "vips"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "fairwindsops/tap/nova"
brew "olxeu/sre/tfmod"
brew "common-fate/granted/granted"
brew "joshmedeski/sesh/sesh"
brew "mongodb/brew/mongodb-community@4.4", link: true
brew "opslevel/tap/cli"
brew "ubuntu/microk8s/microk8s"
brew "uv"
cask "1password-cli"
cask "adoptopenjdk"
cask "alacritty"
cask "beardedspice"
cask "clipy"
cask "fig"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-fira-mono-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "hyper"
cask "iterm2"
cask "kitty"
cask "lens"
cask "macdown"
cask "rectangle"
