tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "joshmedeski/sesh"
brew "ubuntu/microk8s/microk8s"
brew "ascii"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "autoenv"
brew "python@3.11"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "bash-completion"
brew "bat"
brew "dust"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "gcc"
brew "python@3.12"
brew "pyyaml"
brew "cowsay"
brew "ctags"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "fx"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "netpbm"
brew "librsvg"
brew "hey"
brew "htop"
brew "shared-mime-info"
brew "ipcalc"
brew "jq"
brew "jsonlint"
brew "jsonschema"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "libgsf"
brew "libwebsockets"
brew "mas"
brew "minikube"
brew "stow"
brew "mypy"
brew "neovim"
brew "pkg-config"
brew "openslide"
brew "pass"
brew "pipenv"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "ruff-lsp"
brew "rustup-init"
brew "semgrep"
brew "shellcheck"
brew "sponge"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "tree"
brew "tcptraceroute"
brew "tgenv"
brew "tig"
brew "vim"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "joshmedeski/sesh/sesh"
brew "ubuntu/microk8s/microk8s"
brew "uv"
cask "1password-cli"
cask "clipy"
cask "font-fira-mono-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "hyper"
cask "lens"
cask "macdown"
